#+title: Evaluación de exposición: /SPECTRE y Meltdown/
#+author: Gunnar Wolf

- Tema presentado por :: Orlando García, Luis Morales
- Calificación global :: 82.88 * 0.3 + 80 * 0.7 = *80.864*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           75 |    75 |        100 |       75 |        50 |    75 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|           75 |    75 |        100 |      100 |        75 |    85 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |        75 |    95 |
|          100 |   100 |        100 |       75 |        75 |    90 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|           75 |    50 |         75 |       50 |         0 |    50 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|           50 |    75 |         75 |       50 |        75 |    65 |
|           75 |    50 |        100 |       75 |        50 |    70 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |   100 |        100 |      100 |        75 |    95 |
|           50 |    75 |        100 |       75 |        75 |    75 |
|           75 |   100 |         75 |      100 |       100 |    90 |
|           75 |   100 |        100 |      100 |        75 |    90 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |    75 |        100 |       75 |        75 |    85 |
|           75 |    75 |         50 |       50 |        50 |    60 |
|          100 |   100 |        100 |       75 |        75 |    90 |
|          100 |   100 |        100 |       75 |       100 |    95 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|        82.69 | 83.65 |      92.31 |    80.77 |        75 | 82.88 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2


* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           75 |      7.5 |
| Material desarrollado  |    0.2 |          100 |      20. |
| Contenido              |    0.2 |           75 |      15. |
| Fuentes bibliográficas |    0.1 |           50 |       5. |
| Uso del tiempo         |    0.1 |          100 |      10. |
| Dominio del tema       |   0.15 |           75 |    11.25 |
| Presencia              |   0.15 |           75 |    11.25 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |    80.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

